[
  {
    "level": 7,
    "q": "Sie erhalten einen Videoanruf von Ihrem Chef. Das Bild ist klar, aber die Stimme klingt metallisch und er blinzelt kaum. Er bittet um eine dringende Überweisung. Was tun Sie?",
    "o": ["Ich führe die Überweisung sofort aus.", "Ich lege auf und rufe ihn auf seinem Handy an, um es zu prüfen.", "Ich bitte ihn, die Anfrage per E-Mail zu senden."],
    "a": 1,
    "exp": "Das ist ein Deepfake. Fehlendes Blinzeln und Roboterstimmen sind klassische Anzeichen für KI-Betrug."
  },
  {
    "level": 7,
    "q": "Ein Freund schickt eine Sprachnachricht und bittet um 50€ via Revolut, weil er seinen Geldbeutel verloren hat. Die Stimme klingt exakt wie er. Was tun Sie?",
    "o": ["Ich sende es sofort, es ist mein Freund.", "Ich stelle eine Frage, die nur mein echter Freund beantworten könnte.", "Ich ignoriere die Nachricht."],
    "a": 1,
    "exp": "Vorsicht vor KI-Stimmen-Klonen! Mit nur 3 Sekunden Audiomaterial kann eine KI jede Stimme imitieren."
  },
  {
    "level": 7,
    "q": "Sie sehen eine Anzeige mit einem Prominenten, der eine Plattform für automatische Gewinne bewirbt. Was prüfen Sie zuerst?",
    "o": ["Ob die Lippenbewegungen perfekt zum Ton passen.", "Wie viele Likes die Anzeige hat.", "Ob der Prominente teure Kleidung trägt."],
    "a": 0,
    "exp": "Deepfakes haben oft eine kleine Verzögerung (Desync) zwischen Ton und Lippenbewegung."
  },
  {
    "level": 8,
    "q": "Sie erhalten eine E-Mail, dass Ihr Passwort im Dark Web aufgetaucht ist (Data Breach). Was ist das größte Risiko?",
    "o": ["Keines, da ich die App nicht mehr nutze.", "Hacker könnten es nutzen, um in mein E-Mail-Konto oder Online-Banking zu gelangen.", "Nur diese spezifische App wird gehackt."],
    "a": 1,
    "exp": "Betrüger nutzen 'Credential Stuffing': Sie testen Ihr Passwort bei allen großen Diensten."
  },
  {
    "level": 8,
    "q": "Eine Erpresser-E-Mail enthält ein altes Passwort von Ihnen. Man fordert Bitcoin, damit keine privaten Videos veröffentlicht werden. Wie reagieren Sie?",
    "o": ["Ich bezahle den Betrag.", "Ich ignoriere es und ändere meine Passwörter. Es ist psychologischer Betrug.", "Ich versuche zu verhandeln."],
    "a": 1,
    "exp": "Das ist 'Sextortion'. Ein altes Passwort bedeutet nicht, dass jemand Zugriff auf Ihre Kamera hat."
  },
  {
    "level": 8,
    "q": "Am Flughafen verbinden Sie sich mit dem WLAN 'Airport_Free_HighSpeed'. Was sollten Sie vermeiden?",
    "o": ["Das Lesen von Nachrichten.", "Login in Online-Banking oder Social Media ohne VPN.", "Einfaches Surfen im Web."],
    "a": 1,
    "exp": "Man-in-the-Middle-Angriffe erlauben es Hackern, in offenen Netzwerken mitzulesen, was Sie tippen."
  },
  {
    "level": 8,
    "q": "Ihr Handy verliert plötzlich komplett den Empfang (Kein Netz) und er kommt nicht zurück. Was könnte passieren?",
    "o": ["Ein einfacher Netzfehler des Anbieters.", "Ein 'SIM-Swapping'-Angriff, um Ihre SMS-TANs abzufangen.", "Der Akku ist defekt."],
    "a": 1,
    "exp": "Beim SIM-Swapping übernimmt ein Betrüger Ihre Nummer, um Sicherheits-Codes (2FA) zu stehlen."
  },
  {
    "level": 9,
    "q": "Ein 'Finanzberater' auf Telegram verspricht 200% Gewinn pro Woche mit Krypto. Was ist am wahrscheinlichsten?",
    "o": ["Eine große Chance.", "Ein 'Pig Butchering'-Betrug.", "Eine seriöse Investition, wenn die Website gut aussieht."],
    "a": 1,
    "exp": "Investment-Betrug verspricht unrealistische Renditen, um hohe Summen zu stehlen."
  },
  {
    "level": 9,
    "q": "Was sollten Sie NIEMALS teilen, selbst nicht mit dem offiziellen Support einer Krypto-Wallet?",
    "o": ["Ihren vollständigen Namen.", "Ihre 12-Wörter-Wiederherstellungsphase (Seed Phrase).", "Ihre E-Mail-Adresse."],
    "a": 1,
    "exp": "Die Seed Phrase ist der Hauptschlüssel. Wer sie hat, kontrolliert Ihr gesamtes Geld."
  },
  {
    "level": 9,
    "q": "Ein 'wertvolles' NFT wird kostenlos an Ihre Wallet geschickt. Sie sollen sich auf einer Seite einloggen, um es freizuschalten. Was tun Sie?",
    "o": ["Ich logge mich sofort ein, um das Geschenk zu erhalten.", "Ich verbinde niemals meine Wallet; es ist eine Falle (Drainer).", "Ich schicke es einem Freund."],
    "a": 1,
    "exp": "Bösartige NFTs enthalten Verträge, die bei Unterzeichnung Ihre gesamte Wallet leeräumen."
  },
  {
    "level": 9,
    "q": "Was ist der sicherste Ort, um große Mengen Krypto langfristig aufzubewahren?",
    "o": ["Auf einer Börse (z.B. Binance).", "In einer Hardware-Wallet (Cold Storage).", "In einer Word-Datei auf dem PC."],
    "a": 1,
    "exp": "Hardware-Wallets sind nicht mit dem Internet verbunden und können daher nicht aus der Ferne gehackt werden."
  },
  {
    "level": 9,
    "q": "Sie erhalten eine Nachricht über einen Krypto-'Airdrop' einer unbekannten Firma. Was ist das?",
    "o": ["Geschenktes Geld.", "Eine Phishing-Falle, um Ihre Wallet-Daten zu stehlen.", "Eine Werbeanzeige."],
    "a": 1,
    "exp": "Niemand verschenkt Krypto ohne Grund. Das ist eine häufige Phishing-Masche."
  }
]
