[
  {
    "level": 7,
    "q": "Δέχεστε βιντεοκλήση από τον διευθυντή σας. Η εικόνα είναι καθαρή, αλλά η φωνή έχει μια μεταλλική χροιά και δεν ανοιγοκλείνει τα μάτια συχνά. Τι κάνετε;",
    "o": ["Εκτελώ το αίτημά του αμέσως.", "Κλείνω και τον καλώ στο κινητό του για επιβεβαίωση.", "Ζητάω να μου στείλει το αίτημα μέσω email."],
    "a": 1,
    "exp": "Πρόκειται για Deepfake. Τα 'σημάδια' στα μάτια και τη φωνή είναι δείγματα AI απάτης."
  },
  {
    "level": 7,
    "q": "Ένας φίλος σας στέλνει φωνητικό μήνυμα (Voice Memo) και σας ζητάει επειγόντως 50€ μέσω Revolut γιατί έχασε το πορτοφόλι του. Η φωνή του ακούγεται ακριβώς ίδια. Τι κάνετε;",
    "o": ["Τα στέλνω αμέσως, είναι ο φίλος μου.", "Του κάνω μια ερώτηση που μόνο ο πραγματικός φίλος μου θα ήξερε.", "Αγνοώ το μήνυμα."],
    "a": 1,
    "exp": "Προσοχή στο AI Voice Cloning! Με ένα δείγμα 3 δευτερολέπτων, το AI μπορεί να μιμηθεί οποιαδήποτε φωνή."
  },
  {
    "level": 7,
    "q": "Βλέπετε διαφήμιση με γνωστό παρουσιαστή να προωθεί πλατφόρμα κερδών. Ποιο είναι το πρώτο πράγμα που ελέγχετε;",
    "o": ["Αν η κίνηση των χειλιών ταυτίζεται με τον ήχο.", "Πόσα likes έχει η διαφήμιση.", "Αν ο παρουσιαστής φοράει ακριβά ρούχα."],
    "a": 0,
    "exp": "Τα Deepfakes συχνά έχουν μια μικρή καθυστέρηση (desync) μεταξύ ήχου και κίνησης χειλιών."
  },
  {
    "level": 8,
    "q": "Λαμβάνετε email ότι ο κωδικός σας διέρρευσε στο Dark Web από μια παλιά εφαρμογή. Τι κίνδυνος υπάρχει;",
    "o": ["Κανένας, αφού δεν την χρησιμοποιώ πια.", "Να χρησιμοποιήσουν τον κωδικό για να μπουν στο email ή στο e-banking μου.", "Να χακαριστεί μόνο η συγκεκριμένη εφαρμογή."],
    "a": 1,
    "exp": "Οι απατεώνες κάνουν 'Credential Stuffing': δοκιμάζουν τον κωδικό σας παντού."
  },
  {
    "level": 8,
    "q": "Σας έρχεται μήνυμα εκβιασμού που περιέχει έναν παλιό σας κωδικό. Σας ζητούν Bitcoin για να μην δημοσιεύσουν προσωπικές στιγμές. Πώς αντιδράτε;",
    "o": ["Πληρώνω το ποσό.", "Τους αγνοώ και αλλάζω κωδικούς. Είναι ψυχολογική απάτη.", "Προσπαθώ να διαπραγματευτώ."],
    "a": 1,
    "exp": "Είναι 'Sextortion'. Η κατοχή ενός παλιού κωδικού δεν σημαίνει πρόσβαση στην κάμερά σας."
  },
  {
    "level": 8,
    "q": "Βρίσκεστε στο αεροδρόμιο και συνδέεστε σε ένα ελεύθερο Wi-Fi με όνομα 'Airport_Free_HighSpeed'. Τι πρέπει να αποφύγετε;",
    "o": ["Την ανάγνωση ειδήσεων.", "Την είσοδο σε e-banking ή social media χωρίς VPN.", "Την απλή περιήγηση."],
    "a": 1,
    "exp": "Τα 'Man-in-the-Middle' attacks επιτρέπουν σε χάκερ να 'βλέπουν' ό,τι πληκτρολογείτε σε ανοιχτά δίκτυα."
  },
  {
    "level": 8,
    "q": "Ξαφνικά το κινητό σας χάνει το σήμα του τελείως (No Service) και δεν επανέρχεται. Τι μπορεί να συμβαίνει;",
    "o": ["Απλή βλάβη του παρόχου.", "Επίθεση 'SIM Swapping' για κλοπή των κωδικών SMS (2FA).", "Τελείωσε η μπαταρία."],
    "a": 1,
    "exp": "Αν χάσετε ξαφνικά σήμα, κάποιος μπορεί να μετέφερε τον αριθμό σας σε δική του SIM για να πάρει τα SMS της τράπεζας."
  },
  {
    "level": 9,
    "q": "Ένας 'Financial Advisor' στο Telegram υπόσχεται κέρδη 200% σε μία εβδομάδα από κρυπτονομίσματα. Τι είναι το πιθανότερο;",
    "o": ["Μεγάλη ευκαιρία.", "Απάτη τύπου 'Pig Butchering'.", "Νόμιμη επένδυση αν το site είναι ωραίο."],
    "a": 1,
    "exp": "Οι επενδυτικές απάτες υπόσχονται εξωπραγματικά κέρδη για να σας κλέψουν μεγάλα ποσά."
  },
  {
    "level": 9,
    "q": "Ποιο από τα παρακάτω δεν πρέπει να μοιραστείτε ΠΟΤΕ, ακόμα και με την υποστήριξη ενός Crypto Wallet;",
    "o": ["Το ονοματεπώνυμό σας.", "Τις 12 λέξεις επαναφοράς (Seed Phrase).", "Το email σας."],
    "a": 1,
    "exp": "Το Seed Phrase είναι το κλειδί. Όποιος το έχει, ελέγχει τα χρήματά σας."
  },
  {
    "level": 9,
    "q": "Σας στέλνουν δωρεάν ένα 'πολύτιμο' NFT στο πορτοφόλι σας και σας ζητούν να συνδεθείτε σε ένα site για να το 'ξεκλειδώσετε'. Τι κάνετε;",
    "o": ["Συνδέομαι αμέσως για να πάρω το δώρο.", "Δεν συνδέω ποτέ το πορτοφόλι μου, είναι παγίδα (Drainer).", "Το στέλνω σε φίλο μου."],
    "a": 1,
    "exp": "Τα 'Malicious NFTs' περιέχουν συμβόλαια που, αν τα υπογράψετε, αδειάζουν όλο το πορτοφόλι σας."
  },
  {
    "level": 9,
    "q": "Ποιο είναι το πιο ασφαλές μέρος για να αποθηκεύσετε μεγάλα ποσά κρυπτονομισμάτων μακροπρόθεσμα;",
    "o": ["Σε ένα ανταλλακτήριο (π.χ. Binance).", "Σε ένα Hardware Wallet (Cold Storage).", "Σε ένα αρχείο Word στο PC."],
    "a": 1,
    "exp": "Τα Hardware Wallets δεν είναι συνδεδεμένα στο ίντερνετ, άρα δεν μπορούν να χακαριστούν απομακρυσμένα."
  },
  {
    "level": 9,
    "q": "Λαμβάνετε μήνυμα ότι κερδίσατε σε ένα 'Airdrop' κρυπτονομισμάτων από μια εταιρεία που δεν γνωρίζετε. Τι είναι;",
    "o": ["Δωρεάν χρήματα.", "Απάτη για να υποκλέψουν τα στοιχεία του πορτοφολιού σας.", "Διαφήμιση."],
    "a": 1,
    "exp": "Κανείς δεν χαρίζει κρυπτονομίσματα χωρίς λόγο. Είναι παγίδα 'Phishing'."
  }
]
